{
    "ar": {
        "publications": "الأبحاث",
        "publications_title": "الأبحاث",
        "talks": "عروض تقديمية",
        "talks_title": "عروض تقديمية",
        "slides":" شرائح تقديمية",
        "arbml":"ARBML",
        "hero_text": "ARBML هو مجتمع من الباحثين الذين يعملون على معالجة اللغة العربية  من نايحة الأبحاث و التطويربالرغم أننا اتينا من خلفيات متنوعة ، إلا أن هدفنا واحد وهو دعم لغتنا العربية بالعديد من الأدوات والتطبيقات ",
        "mission":"الغاية",
        "mission_text":"غايتنا هي دعم الأبحاث والتطوير في معالجة اللغة العربية من خلال التعاون البحثي المفتوح",
        "highlighted_projects":"أهم الأبحاث",
        "masader":"مصادر",
        "masader_text":"أكبر فهرس عام في معالجة العربية الطبيعية وقواعد البيانات الكلامية حيث يضم أكثر من 500 قاعدة بيانات موسمة بأكثر من 25 خاصية.",
        "klaam":"كلام",
        "klaam_text":"مكتبة التعرف على الكلام العربي وتصنيفه وتحويل المكتوب إلى منطوق.",
        "calliar":"كاليار",
        "calliar_text":"قاعدة بيانات لغوية تحتوي على أكثر من 2500  خط عربي موسم",
        "qawafi":"قوافي",
        "qawafi_text":"تحليل الشعر العربية بإستخدام قاعدة بيانات معرفية وكذلك طرق التعلم العميق",
        "tkseem":"تقسيم ",
        "tkseem_text":"مكتبة التقطيع العربية التي توفر العديد من خوارزميات التقطيع.",
        "arbml_text":"تطوير العديد من المشاريع في مجال معالجة اللغة العربية وكذلك التعرف على الصور،  مع توفير واجهات لحظية للتفاعل مع هذه المشاريع",
        "news":"أخبار",
        "code": "شفرة",
        "paper": "ورقة بحثية",
        "web": "موقع",
        "news_body": [
            "موقع مصادر بلس متوفر حالياً أونلاين ",
            "بدأنا مصادر هاكاثون في 10 من يونيو على الديسكور بالتعاون مع HuggingFace",
            "تم الإشارة إلى مصادر في هذا المقال من واشنطن بوست ",
            ["كتب MIT Technology Review أ", "ean mashrueina Calliar"]
        ],
        "news_body_one_link": "هنا",
        "news_body_three_link": "صحيفة واشنطن بوست",
        "news_body_four_link": "بريد",
        "join_our_community":"انضم إلى مجتمعنا",
        "collaborators":"جهات التعاون "
    },
    "en": {
        "publications": "Publications",
        "publications_title": "Publication",
        "talks": "Talks",
        "talks_title": "Talks",
        "slides":"Slides",
        "arbml":"ARBML",
        "hero_text": "ARBML is a community of researchers working on Arabic NLP research and development. Although we come from different walks of life, we all strive to achieve one goal: empowering our beloved language with open-source Arabic tools and applications",
        "mission":"Mission",
        "mission_text":"Our mission is to democratize Arabic NLP research and development through open research and collaboration",
        "highlighted_projects":"Highlighted Projects",
        "masader":"Masader",
        "masader_text":"The largest public catalogue for Arabic NLP and speech datasets. There are +500 datasets annotated with more than 25 attributes.",
        "klaam":"Klaam ",
        "klaam_text":"Arabic speech recognition, classification and text-to-speech library.",
        "calliar":"Calliar",
        "calliar_text":"A dataset for online Arabic calligraphy. A collection of 2500 annotated calligraphic styles.",
        "qawafi":"Qawafi",
        "qawafi_text":"Platform for Arabic Poetry Analysis using knowledge-based and deep learning approaches.",
        "tkseem":"Tkseem ",
        "tkseem_text":"Arabic Tokenization Library. It provides many tokenization algorithms.",
        "arbml_text":"Implementation of many Arabic NLP and CV projects. Providing real time experience using many interfaces like web, command line and notebooks.",
        "news":"News",
        "code": "Code",
        "paper": "Paper",
        "web": "Web",
        "news_body": [
            "Masader Plus website is up and running",
            "We launched Masader hackathon on the 10 June to 20 June on our discord in collaboration with HuggingFace.",
            "Masader highlighted in ",
            ["MIT Techonology Review wrote a", "  about our project Calliar."]
        ],
        "news_body_one_link": "here.",
        "news_body_three_link": "The Washington Post . ",
        "news_body_four_link": "post",
        "join_our_community":"Join our Community",
        "collaborators": "Collaborators"
    }
}